IDEA StatiCa Open Model
OpenModel.RebarSingle Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the rebar single collection
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<RebarSingle> RebarSingle { get; set; }
Public Property RebarSingle As List(Of RebarSingle)
	Get
	Set
public:
property List<RebarSingle^>^ RebarSingle {
	List<RebarSingle^>^ get ();
	void set (List<RebarSingle^>^ value);
}
Property Value
Type: List<RebarSingle>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace